Repository: cairn-monnaie/CairnMobile
Catalog: cairn_mobile_end_user/App_Resources/iOS/*.lproj/Localizable.strings
Languages: fr

source: fill e-mail or username
fr: remplir e-mail ou nom d'utilisateur

# copied_clipboard
source: copied to clipboard
fr: copié dans le presse-papier

source: all
fr: toutes

source: Unprecise address
fr: Adresse imprécise

# hint_userpicker
source: Input a name,email or account number
fr: Saisir un nom, email ou n° de compte

# accepts_digital_payment
source: accept digital payment
fr: accepte le paiement numérique(indicatif)

source: maintenance_state
fr: Le serveur est en état de maintenance

source: fos_user.email.already_used
fr: Email déjà utilisé

source: operation_already_processed
fr: Cette opération a déjà été enregistrée

source: invalid_zipcode
fr: Le couple %1$@ (ZipCode/Ville) ne correspond à rien dans notre base de données

source: geolocalization_failed
fr: La géolocalisation a échoué pour l'adresse %1$@

source: operation_timeout
fr: Le délai a expiré

source: remaining_tries
fr: %1$@ essai(s) restant(s)

source: wrong_code
fr: Code de confirmation incorrect

source: wrong_code_cancel
fr: 3 erreurs à la suite, l'opération a été annulée

source: cancel_button
fr: Cette opération a été annulée

source: data_not_found
fr: Donnée introuvable

source: inconsistent_data
fr: %1$@ est considérée comme une valeur incohérente

source: registered_operation
fr: Votre opération a été exécutée avec succès

source: sms_code_sent
fr: Un code de validation a été envoyé au %1$@

source: invalid_field_value
fr: %1$@ est une valeur invalide

source: invalid_format_value
fr: Le format de %1$@ est invalide

source: too_few_chars
fr: %1$@ ne contient pas assez de caractères

source: too_many_chars
fr: %1$@ contient trop de caractères

source: not_access_rights
fr: Vous n'avez pas les accès nécessaires pour continuer

source: not_referent
fr: Vous n'êtes ni propriétaire ni référent de ce compte. Vous ne pouvez pas poursuivre

source: cumulated_quantity_threshold
fr: Le plafond du nombre de paiements quotidien a été dépassé (%1$i paiements)

source: cumulated_amount_threshold
fr: Le plafond du montant cumulé quotidien a été dépassé (%1$i cairns)

source: unique_amount_threshold
fr: Le montant maximum d'un paiement unique a été dépassé(%1$i cairns)

source: user_account_disabled
fr: Le compte utilisateur d'identifiant %1$@ est bloqué

source: reserved_for_members
fr: Cette action est réservée aux professionnels

source: not_pro
fr: %1$@ n'est pas un professionnel

source: session_expired
fr: Votre session a expiré. Veuillez vous reconnecter

source: too_many_errors_block
fr: Trop d'erreurs successives ! Votre activité a été considérée comme suspecte et votre compte a été bloqué

source: too_many_tries_cancel
fr: Trop de tentatives

source: field_not_found
fr: %1$@ field not found in request body

source: cyclos_permission_denied
fr: Cette opération n'est pas autorisée

source: cyclos_validation_error
fr: Un problème technique est apparu pendant la validation de votre opération

source: internal_server_error
fr: Un problème technique inattendu est apparu

source: cyclos_connection_error
fr: Un problème technique est apparu pendant la phase de connexion

source: invalid_authentification
fr: Les identifiants fournis ne correspondent à aucun compte

source: phone.already_registered
fr: Ce numéro vous appartient déjà

source: phone.invalid_format
fr: Le format du numéro de téléphone est invalide

source: pwd.pseudo_in
fr: Le pseudo ne doit pas être inclus dans le mot de passe

source: pwd.invalid_special_char
fr: Caractère spécial invalide

source: pwd.special_char
fr: Le mot de passe doit contenir un caractère spécial

source: pwd.wrong_value
fr: Mot de passe invalide

source: pwd.repeat_fail
fr: Les champs ne correspondent pas

source: email.invalid_format
fr: Email invalide. Un email ne contient ni majuscule ni accent.Le symbole @ est suivi d'au moins 2 chiffres/lettres, et le point de 2 ou 4 lettres.

source: already_in_use
fr: Déjà utilisé

source: account.enter_description
fr: Saisissez une description

source: account.not_found
fr: Aucun compte n'a été trouvé

source: account.disabled
fr: Ce compte est bloqué

source: too_long
fr: Trop long

source: too_short
fr: Trop court

source: op.date_before_today
fr: La date ne peut être antérieure à celle du jour

source: op.amount_too_low
fr: Montant trop faible

source: op.amount_too_high
fr: Montant trop élevé

# no_favorite
source: no favorites
fr: aucun favori

source: favorites
fr: favoris

# non_sufficient_funds
source: insufficient funds
fr: insuffisance de fonds

# discover_your_pros
source: new traders
fr: derniers commercants

source: logout
fr: se déconnecter

# confirm_logout
source: Are you sure you want to logout?
fr: Etes-vous sûr de vouloir vous déconnecter?

# no_google_play_services
source: Your phone does not appear to support Google Play Services. Therefore you cannot receive notifications
fr: Votre téléphone ne semble pas supporter Google Play Services. Par conséquent vous ne pouvez recevoir de notifications

# wrong_password_confirmation
source: error when changing password. Check that you have confirmed the password
fr: erreur lors du changement de mot de passe. Vérifiez que vous avez bien confirmé le mot de passe

source: New Password
fr: nouveau mot de passe

# password_change_required
source: for security reasons it is necessary for you to change the temporary password which was given to you during your account creation
fr: pour des raisons de sécurité il vous est nécessaire de changer le mot de passe temporaire qui vous a été donné lors de votre création de compte

source: Password change
fr: changement de mot de passe

source: new pro notifications
fr: notifications de nouveau Pro

# payment_notifications_desc
source: receive notifications when you receive payment a transfer
fr: recevez des notifications lorsque que vous recevez un paiement

source: payment notifications
fr: notifications de paiement

source: push notifications
fr: notifications push

# mail_notifications
source: email notifications
fr: notifications e-mail

source: sms notifications
fr: notifications sms

# webpush_notifications
source: browser notifications
fr: notifications dans le navigateur

# newpro_notifications_desc
source: receive a notification when a new professional member arrives near you. You can limit these notifications by distance to your address
fr: Recevez une notification concernant les professionnels près de chez vous. Vous pouvez limiter ces notifications par la distance à votre adresse

# received_paiement_body
source: You received a paiement from %1$@ of %2$@ cairns!
fr: Vous avez reçu un paiement de %1$@ cairns de %2$@!

# newpro_channel_name
source: notifications for new pros around you
fr: notifications de nouveau pro près de chez vous

# payment_channel_name
source: payment notifications
fr: notifications de paiements

# loggedin_needed
source: you must be logged in
fr: il vous faut être connecté

source: send crash reports
fr: envoyer des rapports de bug

# source_code_desc
source: get the app source code on Github
fr: obtenir le code source de l'application sur Github

# third_party_software_desc
source: softwares we love and use
fr: les logiciels que nous aimons et utilisons

# terms_and_conditions_desc
source: everything you need to know
fr: tout ce que vous avez besoin de savoir

# privacy_policy_desc
source: important notes about the privacy of your data
fr: notes importantes sur la confidentialité de vos données

# support_desc
source: get help from us or the community
fr: obtenir de l'aide

source: source code
fr: code source

source: third party software
fr: logiciel tiers

source: terms and conditions
fr: termes et conditions

source: privacy policy
fr: politique de confidentialité

source: support
fr: soutien

# share_app
source: share this app
fr: partager cette application

source: review app
fr: noter l'application

# send_crash_reports_desc
source: crash report only contains relevant information for us in order to identify problems and fix it.
fr: le rapport d'erreur contient uniquement des informations pertinentes pour nous aider à identifier les problèmes et les résoudre.

source: about
fr: à propos

# pin_changed
source: your PIN has been changed!
fr: votre PIN à bien été changé!

# wrong_passcode
source: wrong PIN
fr: PIN erroné

# wrong_security
source: authentification error
fr: erreur d'authentification

# new_passcode
source: new PIN
fr: nouveau PIN

# current_passcode
source: old PIN
fr: ancien PIN

# invalid_authentication
source: the username/password specified is not valid
fr: le nom d'utilisateur / mot de passe spécifié n'est pas valide

# situation
source: home
fr: accueil

# phone_added
source: phone number %1$@ has been added correctly
fr: le numéro de téléphone %1$@ a été correctement ajouté

source: change address
fr: changer d'adresse

# enter_add_phone_confirmation
source: enter the confirmation code received at %1$@
fr: Entrez le code de confirmation recu au %1$@

# add_phone_desc
source: add a phone to receive notifications. You will receive receive a confirmation sms
fr: ajouter un telephone pour pouvoir recevoir des notifications. Vous allez recevoir recevoir un sms de confirmation

# enter_passcode
source: enter a PIN
fr: entrer un PIN

# confirm_passcode
source: confirm PIN
fr: confirmer le PIN

# confirm_passcode_dont_match
source: PIN confirmation does not match
fr: la confirmation du PIN ne correspond pas

# loggedout_due_to_fingerprint_change
source: it looks like you changed your fingerprint / FaceID. For security reasons you need to reconnect
fr: il semblerait que vous ayez changé vos empreinte/FaceID. Pour des raisons de sécurité il vous est nécessaire de vous reconnecter

# change_pin_code_desc
source: change your PIN code
fr: Changer votre code PIN

# change_pin_code
source: change your PIN code
fr: Changer votre code PIN

# auto_lock_desc
source: request your PIN / Fingerprint / FaceID each time you open the application
fr: Demander votre PIN/Empreinte/FaceID à chaque ouverture de l'application

# auto_lock
source: automatic locking
fr: verrouillage automatique

# biometric_lock_desc
source: allow the use of your fingerprint / Face ID as a means of security
fr: permettre l'utilisation de votre empreinte/Face ID comme moyen de sécurisation

# biometric_lock
source: biometric security
fr: sécurité biométrique

source: settings
fr: paramètres

source: loading
fr: chargement

source: map
fr: carte

# default_reason
source: eCairn Mobile payment
fr: paiement eCairn Mobile

# password_creation
source: create a password
fr: Créez un PIN

# enter_password
source: enter your passcode
fr: rentrez votre PIN

source: wrong confirmation code
fr: code de confirmation érroné

# wrong_scancode
source: the scanning code is not an eCairn code
fr: le code scanne n'est pas un code eCairn

source: close
fr: fermer

source: description (optional)
fr: description (optionnel)

# sms_received
source: received "%% 1 $ s" from%% 2 $ s
fr: recu "%1$@" de %2$@

# delete_phone
source: delete phone%% s?
fr: supprimer le téléphone %1$@ ?

# delete
source: remove
fr: supprimer

source: add
fr: ajouter

source: add phone
fr: ajouter un téléphone

# gps_not_authorized
source: activate the GPS and authorize "eCairn" to use it to locate you
fr: activez le GPS et autorisez «eCairn» à l'utiliser pour vous localiser

# gps_not_enabled
source: activate the GPS to allow "eCairn" to locate you
fr: activez le GPS pour permettre à «eCairn» de vous localiser

# no_network
source: no internet connection
fr: pas de connexion internet

source: recipient
fr: destinataire

# reason
source: pattern
fr: motif

# choose_recipient
source: choice of recipient
fr: choix du destinataire

# choose_account
source: choice of account
fr: Choix du compte

source: amount
fr: montant

source: account
fr: compte

source: beneficiaries
fr: bénéficiaires

source: account history
fr: historique du compte

source: profile
fr: profil

# favorite_added
source: registered favorite
fr: favori enregistré

# beneficiary_added
source: registered beneficiary
fr: bénéficiaire enregistré

# transfer
source: transfer money
fr: effectuer un virement

# add_favorite
source: add a favorite
fr: ajouter un favori

# add_beneficiary
source: add a beneficiary
fr: ajouter un bénéficiaire

# pick_options
source: choose an option
fr: choisissez une option

# saved_favorite
source: registered favorite
fr: favori enregistré

# saved_beneficiary
source: registered beneficiary
fr: bénéficiaire enregistré

# amount_required
source: an amount is required
fr: un montant est nécessaire

source: confirm
fr: confirmer

source: confirmation code
fr: code de confirmation

# confirmation_code_description
source: enter the confirmation code using your security card
fr: entrez le code de confirmation en utilisant votre carte de sécurité

# reason_required
source: a reason is necessary
fr: un motif est nécessaire

# transaction_done
source: the transaction was successfully completed
fr: la transaction a été effectuée avec succés

source: address
fr: adresse

source: city
fr: ville

source: bug report sent
fr: rapport de bug envoyé

# description_required
source: description is required
fr: une description est requise

# non_valid_email
source: invalid email
fr: email non valide

# email_required
source: a valid email is required
fr: un email valide est requis

# please_describe_error
source: please describe the error
fr: veuillez décrire l'erreur

# send_bug_report_desc
source: enter an email and a description of the bug encountered
fr: entrez un mail et une description du bug rencontré

source: send bug report
fr: envoyer le rapport de bug

source: phone
fr: téléphone

source: street
fr: rue

# zipcode
source: postal code
fr: code postal

source: send
fr: envoyer

source: cancel
fr: annuler

source: error
fr: erreur

# password_reset_confirmation
source: you will receive an email with instructions to reset your password
fr: vous allez recevoir un mail avec les instructions pour réinitialiser votre mot de passe

# invalid_grant
source: username or password incorrect
fr: nom d'utilisateur ou mot de passe incorrect

source: fill e-mail
fr: remplir e-mail

# passwords_dont_match
source: passwords do not match
fr: les mots de passe ne correspondent pas

# password_missing
source: missing password
fr: mot de passe manquant

source: username required
fr: nom d'utilisateur requis

source: no account?
fr: pas de compte?

source: register
fr: s'enregister

source: login
fr: connexion

# forgot_password
source: forgot your password
fr: mot de passe oublié

source: confirm password
fr: confirmer le mot de passe

source: password
fr: mot de passe

source: username
fr: utilisateur

source: home
fr: accueil

# ios.info.plist.NSCameraUsageDescription
source: eCairn needs your camera to scan QRCodes
fr: eCairn utilise votre caméra pour lire des QRCodes

# ios.info.plist.NSFaceIDUsageDescription
source: eCairn uses biometric services to secure your transactions
fr: eCairn utilise les services de biométrie pour sécuriser vos transactions

# ios.info.plist.NSLocationWhenInUseUsageDescription
source: eCairn needs your location
fr: eCairn a besoin de votre localisation
